antigravity
audacity
blender
blockbench
bruno
caffeine
claude-code
codex
cursor
cursor-cli
discord
github
godot
handbrake-app
insomnia
kitty
krita
slack
spotify
sublime-text
vlc
